/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
 
*/
// 葡萄牙

"view_now_button" = "Ver agora";
"skip_button" = "Pular";
"install_button" = "Instalar";
"download_button" = "Baixar";
"downloading_status" = "Baixando";
"allow_install_alert" = "Permitir instalar o aplicativo";
"app_name" = "Reproduzir novamente";
"replay_button" = "Tentar novamente";
"retry_button" = "Fechar";
"close_button" = "Atualizar";
"refresh_button" = "Visualizar";
"view_action" = "Agora mesmo";
"just_now_time" = "Saiba mais";
"learn_more_link" = "Saiba mais";
"Reward_text" = "Prêmio em %.0fs";
"gets_Rewarded" = "Recompensa recebida";

// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
